[
  {
    "letter": "A",
    "terms": [
      {
        "title": "Abono",
        "desciption": "Sustancia utilizada para mejorar las condiciones del suelo e incrementar la producción de los un cultivos que este sustenta."
      }
    ]
  },
  {
    "letter": "C",
    "terms": [
      {
        "title": "Capacidad de Intercambio Catiónico",
        "desciption": "Son las cargas negativas presentes en las superficies de los minerales y componentes orgánicos y representa la cantidad de cationes que las superficies pueden retener."        
      },{
        "title": "Clorosis",
        "desciption": "Coloración anormal del follaje de las plantas debido a la falta de clorofila como consecuencia de la deficiencia de algún nutriente."        
      },{
        "title": "Componente Sólido del Suelo",
        "desciption": "Representa el 50% del volumen total del suelo y está conformado por la fracción mineral y la materia orgánica. "        
      }
    ]
  }, 
  {
    "letter": "E",
    "terms": [
      {
        "title": "Erosión Eólica",
        "desciption": "Es el proceso de pérdida de suelo causada por el viento que levanta y transporta las partículas afectando su capacidad productiva."
      },
      {
        "title": "Erosión Hídrica",
        "desciption": "Es el proceso de degradación y remoción de las rocas o del  suelo producido por acción del flujo de agua que circula a su alrededor. "
      }
    ]
  },
  {
    "letter": "F",
    "terms": [
      {
        "title": "Fase Gaseosa del Suelo",
        "desciption": "Es el espacio poroso en medio del cual circulan el aire y el agua tan importantes para el desarrollo de las raíces de las plantas."
      }
    ]
  },  
  {
    "letter": "M",
    "terms": [
      {
        "title": "Material Parental",
        "desciption": "Es el material orgánico y el inorgánico a partir del cual se conforma el suelo."
      },
      {
        "title": "Micorrizas",
        "desciption": "Son asociaciones simbióticas entre las raíces de las plantas y determinados hongos del suelo produciendo efectos benéficos para las plantas como mayor tolerancia a sequías, a plagas y enfermedades. "
      }
    ]
  },
  {
    "letter": "N",
    "terms": [
      {
        "title": "Necrosis",
        "desciption": "Es muerte del tejido. "
      },
      {
        "title": "Nutrientes Antagónicos",
        "desciption": "Son determinados nutrientes presentes en la solución del suelo, que afectan de manera negativa la disponibilidad y la absorción de otros nutrientes por parte de las plantas. "
      }
    ]
  },    
  {
    "letter": "S",
    "terms": [
      {
        "title": "Salinidad",
        "desciption": "Es la acumulación de sales solubles que producen degradación del suelo y de las plantas. "
      }
    ]
  }
]