[
  {
    "letter": "A",
    "terms": [
      {
        "title": "Anclaje",
        "desciption": "Capacidad que tiene el sistema radicular de los vegetales, para brindar estabilidad estructura a la planta."
      }
    ]
  },
  {
    "letter": "D",
    "terms": [
      {
        "title": "Depredadores",
        "desciption": "Es un organismo, en este caso, un insecto que se alimenta de otro  insecto causándole la muerte de forma rápida."        
      }
    ]
  }, 
    {
    "letter": "F",
    "terms": [
      {
        "title": "Fisiología Vegetal",
        "desciption": "Es la ciencia que estudia las diferentes estructuras de las plantas, además, su funcionamiento interno con los procesos que se dan en su interior."        
      },
      {
        "title": "Fitohormona",
        "desciption": "Son sustancias químicas producidas principalmente en las hojas de las plantas y tienen dentro de sus funciones, controlar el crecimiento, la caída de las hojas, las floración, la formación del fruto y la germinación de las semillas. "        
      }      
    ]
  }, 
  {
    "letter": "G",
    "terms": [
      {
        "title": "Gutación",
        "desciption": "Proceso de exudación de las hojas por medio del cual liberan agua y nutrientes. "
      }
    ]
  },
  {
    "letter": "H",
    "terms": [
      {
        "title": "Herbívoros",
        "desciption": "Organismos cuya alimentación se basa en las hierbas."
      }
    ]
  },  
  {
    "letter": "M",
    "terms": [
      {
        "title": "Micorrizas",
        "desciption": "Es asociación entre las raíces de las plantas y los hongos del suelo, que producen una serie de efectos benéficos a las plantas, como, por ejemplo, mayor vigor y resistencia a plagas y enfermedades."
      }
    ]
  },
  {
    "letter": "N",
    "terms": [
      {
        "title": "Nematodos",
        "desciption": "Son gusanos de tamaño pequeño y forma cilíndrica que habitan en el suelo e infestan las raíces de las plantas, causándoles problemas fisiológicos. "
      },
      {
        "title": "Ninfa",
        "desciption": "Es una fase juvenil por la que pasan los insectos que tienen ciclo de vida incompleto. "
      }
    ]
  },    
  {
    "letter": "P",
    "terms": [
      {
        "title": "Pupa",
        "desciption": "Es una fase juvenil por la que pasan los insectos que tienen ciclo de vida completo, es la fase de transición entre larva y adulto. "
      }
    ]
  },    
  {
    "letter": "R",
    "terms": [
      {
        "title": "Rizósfera",
        "desciption": "Es la zona de interacción entre las raíces de las plantas y los microorganismos que se encuentras en porción del suelo que está en esa zona de influencia."
      }
    ]
  },    
  {
    "letter": "S",
    "terms": [
      {
        "title": "Solarización del suelo",
        "desciption": "Actividad por medio de la cual se desinfesta el suelo a través del calor producido por el sol. Controla plagas, semillas de malas hierbas y otros organismos. No es recomendable porque controlar por igual organismos dañinos y benéficos."
      }
    ]
  },    
  {
    "letter": "T",
    "terms": [
      {
        "title": "Trichoderma",
        "desciption": "Es un hongo que tiene fuertes efectos para controlar otros hongos fitopatógenos, se utiliza aplicándolo las semillas, a las hojas por medio de aspersiones, o inoculando en el suelo."
      }
    ]
  }
]